{"pageContext":{"isCreatedByStatefulCreatePages":false,"language":"ENG","version":"NLT","book":"Mar","segmentID":"I041","segment":{"content":{"document":{"nodes":[{"nodes":[{"leaves":[{"object":"leaf","text":"MARK"}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"marks":[{"object":"mark","type":"bold"}],"object":"leaf","text":"Good news for people in crisis"}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"The humility and power of Jesus inspires faith and endurance"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"How to read Mark"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"All-news radio and TV stations capture the highlights of the world’s news in thirty minutes. Mark’s gospel offers a similar fast-paced report on the story of Jesus Christ, the Son of God. Out of obscurity, this unique God-man explodes into the headlines as he preaches, performs miracles, and encounters both great popularity and deadly opposition. It is the greatest news story of all time.\n\tWritten by a young man who worked alongside the fisherman who had lived the story, this account is strong on action and wastes no extra words, giving us a vivid, firsthand portrayal of Jesus. His actions are center stage, as he “"},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"came not to be served but to serve others and to give his life as a ransom for many"},{"object":"leaf","text":"” (Mar 10:45). We see him hard at work, helping people in need, healing those who were sick, encouraging those who were without hope, setting free those who were in bondage, enlightening those who were in darkness.\n\tMark’s action-packed account of Jesus’ life culminates by immersing us in details of the suffering and sacrifice of his final week on earth. These powerful stories were written to strengthen the Roman believers suffering persecution, to both live and die fearlessly. Consider the implications of following the example of the supreme Servant, who calls you to a ministry of servanthood."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"Who wrote this book?"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"John Mark, the son of a Jerusalem widow whose home was a meeting place for early believers (see Act 12:12). Mark served as Peter’s translator, so he most likely recorded the events as he heard them firsthand. So, though Mark wrote the words, it could be said that this book is the gospel according to Peter."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"When was it written?"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"This account was probably written during the terrible persecution of Emperor Nero, close to the time of Peter’s execution. This would be after the burning of Rome in July, "},{"marks":[{"object":"mark","type":"smallcaps"}],"object":"leaf","text":"ad"},{"object":"leaf","text":" 64 but before the fall of Jerusalem to Roman armies in August, "},{"marks":[{"object":"mark","type":"smallcaps"}],"object":"leaf","text":"ad"},{"object":"leaf","text":" 70."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"To whom was it written and why?"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"The book’s distinctly non-Jewish flavor and notable allusions to Roman customs make it clear that it was written for believers in Rome. The Roman Empire, the dominant world power, had begun to persecute Christians. Mark wanted to encourage these suffering believers."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"SourceView Insights"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"The overall breakdown of this book shows us that about 53 percent of Mark are the words of the narrator (black); 35 percent are Jesus’ words (red); 3 percent are the disciples’ (green); and 9 percent are all others’ (blue). Clearly Jesus is the central person in this book. He speaks "},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"###"},{"object":"leaf","text":"  times compared to "},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"###"},{"object":"leaf","text":" different green speaking parts and "},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"###"},{"object":"leaf","text":" distinct blue passages. And yet, this book which conveys Peter’s testimony of Jesus’ life and ministry, highlights the experiences of the disciples in a special way. As a group, the disciples intervene "},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"###"},{"object":"leaf","text":" times. Simon Peter has the lead role among them, speaking nine times. Other disciples who have a speaking part are John, James, Andrew, and Judas Iscariot.\n\tPeter’s words focus on who Jesus is. The very first time he speaks he says to Jesus, “"},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"You are the Messiah"},{"object":"leaf","text":"” (Mar 8:29). It seems like he’s really got it, but in his longest speech Peter shows that he still doesn’t grasp the uniqueness of Jesus. On the Mount of Transfiguration he says that they will “"},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"make three shelters as memorials—one for you, one for Moses, and one for Elijah"},{"object":"leaf","text":"” (Mar 9:5). Then things get even worse. The last two times he speaks he denies who Jesus is and any relationship with him (Mar 14:68,71). Through his story Peter thus identifies himself with other believers who sometimes are certain in their faith, sometimes confused about what’s central, and at other times afraid of identifying with Jesus. This must have been pastorally comforting for Mark’s original hearers going through Nero’s great persecution.\n\tWho is Jesus? Amazed by his displays of power, Jesus’ disciples ask, “"},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"Who is this man? Even the wind and waves obey him!"},{"object":"leaf","text":"” (The Disciples in Mar 4:41). But this question is not only raised by Jesus’ followers. It is also posed both by the top religious (Caiaphas the High Priest in Mar 14:61) and political authorities in Jerusalem (Pontius Pilate in Mar 15:2). But Mark’s gospel leaves the reader with no doubt as to who Jesus really is. God speaks only twice and both times affirms that Jesus is the “"},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"dearly loved Son"},{"object":"leaf","text":"” (Mar 1:11; 9:7). Neither is there any doubt when demons speak. On every occasion that they have a speaking part, they affirm Jesus’ divinity (Mar 1:24; 3:11; 5:7).\n\tAll of this is set within the bookmarks of the first and last blue sections of Mark spoken by humans. The book opens with the affirmation that Jesus is “"},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"so much greater"},{"object":"leaf","text":"” than the most devout of religious leaders (John the Baptist in Mar 1:7). The books ends with an amazing confession from an unexpected source: “"},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"Truly, this was the Son of God!"},{"object":"leaf","text":"” (A Roman Officer in Mar 15:39).\n\tFaced with who Jesus is, Mark’s gospel calls his audience to faith. SourceView enables us to discover that the individual with the largest speaking role outside of the disciples is the father of a very sick boy whose life hung in the balance. In this life and death crisis, the father cries out to Jesus, “"},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"I do believe, but help me overcome my unbelief!"},{"object":"leaf","text":"” (An Epileptic’s Father in Mar 9:24). Many of Mark’s original readers, facing their own life and death crises because of the Roman persecution, would have identified with this father and taken courage to pray a similar prayer. For this very reason, Mark includes much teaching from Jesus on what it means to believe and have faith in God (reflect on the words of Jesus in Mar 1:15; 4:13-20,40; 5:34; 9:19,23,39-50; 10:52; 11:22-25; 16:15-18)."}],"object":"text"}],"object":"block","type":"speech"}],"object":"document"},"object":"value"},"bookData":{}}}}