{"content":{"document":{"nodes":[{"nodes":[{"leaves":[{"object":"leaf","text":"RUTH"}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"marks":[{"object":"mark","type":"bold"}],"object":"leaf","text":"A surprising love story"}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"An outsider’s loyalty shapes the destiny of future generations"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"How to read Ruth"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"If you have ever felt like an outsider, struggling to fit in, then you will identify with Ruth, the heroine of this book. In the culture in which she lived, Ruth had three strikes against her: At that time people honored women with children; she had none. Women were dependent on their husbands; she was a widow. Communities were close-knit; she was a foreigner. But this story shows how God helped this outsider, bringing her in and saving her from poverty and exclusion. So you’ll find hope in this book—a picture of God, who wants “outsiders” to come to him for help."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"\tRuth is such an exquisite love story that you won’t want to put it down once you have begun reading—so don’t. Take special note of the deep love that binds Ruth and Naomi, a love strengthened through suffering. Observe also God’s providence in the beautiful way in which Ruth and Boaz meet and fall in love with each other, a love that weds Jew and Gentile into the kingly line from which King David and his most famous descendant, Jesus, would be born."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"\tRedemption—the theme permeates this book: Ruth is transformed from poverty to wealth, widow to wife, barren to fertile, and foreigner to Israelite. Boaz, a kinsman-redeemer who gives Ruth and her mother-in-law, Naomi, a new life, is also a key figure in the book of Ruth."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"Who wrote this book?"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"Jewish tradition points to Samuel, but it was likely written later by an unknown writer."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"When was it written?"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"The events probably took place during the period of the judges (1375–1050 "},{"marks":[{"object":"mark","type":"smallcaps"}],"object":"leaf","text":"bc"},{"object":"leaf","text":"). The date when the story was written down is not known, although it was most likely after 1000 "},{"marks":[{"object":"mark","type":"smallcaps"}],"object":"leaf","text":"bc"},{"object":"leaf","text":"."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"To whom was it written and why?"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"To the people of Israel, to retell an important story and perhaps to encourage the Israelites to include foreigners in their nation (see Isa 56:1-8)."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"SourceView Insights"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"This is one of the few books in the Bible that has no red text at all. Though God does not speak a word in this book, the work of his hand is abundantly evident and his message of redemption is clearly heard through the surprising series of events that leads to the marriage of Ruth and Boaz. This is no ordinary love story, for their descendants include King David, the Davidic dynasty, and ultimately Messiah Jesus!"}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"\tThough Ruth is the heroine of the book (thus her words are in green), both Naomi (her mother-in-law from her first marriage) and Boaz (who becomes her husband in her second marriage) have larger speaking parts. In Rut 3:1-4 (Naomi's longest speaking part), Naomi is at her match-making best! It contains her instructions to Ruth to woo Boaz, offering herself to him as a marriage prospect (in Hebrew to “"},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"uncover his feet"},{"object":"leaf","text":"” is an idiomatic expression which means to “offer oneself romantically” to another). In Rut 3:10-13 (Boaz' longest speaking part), Boaz responds to Ruth’s romantic advance and commits himself to make arrangements to marry her as quickly as possible! Clearly their union in marriage is the principle idea of this love story."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"\tOne more interesting point. There are several women who speak in this book: Naomi, Ruth (at times alone and at times along with Orpah), and the women of Bethlehem. There are also several men who speak in this book: Boaz, and his harvesters and foreman, his relative and witnesses. The words of all the women total "},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"###"},{"object":"leaf","text":"; those of all the men only "},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"###"},{"object":"leaf","text":". In books written in antiquity women’s voices are rarely heard. The fact that God’s inspired record of this romance not only includes the perspective of women, but gives them more voice than the men in this love story is truly remarkable."}],"object":"text"}],"object":"block","type":"speech"}],"object":"document"},"object":"value"},"id":"I008"}