{"content":{"document":{"nodes":[{"nodes":[{"leaves":[{"object":"leaf","text":"GALATIANS"}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"marks":[{"object":"mark","type":"bold"}],"object":"leaf","text":"No additives needed"}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"A call to hold fast to the liberating truth of the gospel"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"How to read Galatians"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"People who care about nutrition often read the labels before buying packaged foods. Why? To check for additives and ingredients that may be harmful. In a similar way, Galatians describes the toxic effect of mixing legalism and human works into the simple gospel. This book offers a spiritual health check—a clear explanation of what it means to be saved by faith."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"\t The usual format of a common first-century letter follows a different pattern from what we are accustomed to today. The expected literary flow would begin by stating who the letter was from and to whom it was directed (like an email header). Then this would be followed by a brief greeting and a prayer of blessing or thanksgiving before proceeding to the main body of the correspondence. But this was no normal letter. After the expected cross-cultural greeting (“grace” for Gentiles and “peace” for Jews—the normal terms used by Greek-speakers and Hebrew-speakers; Gal 1:3), Paul forgoes the prayer of blessing. Instead he curses his readers! Twice! (see Gal 1:6-10). Wow! Now he had their attention! Does he have yours? He didn’t care about literary conventions. He wanted to rescue his beloved Galatians from the danger of following a false gospel."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"\tPaul proceeds with a passionate and dramatic retelling of his own encounter with Christ. He vehemently shares ministry highlights that establish his credentials as an apostle. His own experience of how Jesus changed his life is what has equipped him to be a defender of the true gospel of salvation by grace through faith. Next he unpacks a number of Old Testament characters to illustrate that the gospel he proclaims is in keeping with God’s purposes ever since the days of Abraham! If this is true then there is no more room for bondage to old legalistic religious systems. He practically shouts, “"},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"So Christ has truly set us free. Now make sure that you stay free, and don’t get tied up again in slavery to the law”"},{"object":"leaf","text":" (Gal 5:1). He then explains the practical implications of the gospel upon a life set free by grace and lived out under the control of the Holy Spirit. This life is characterized by “"},{"marks":[{"object":"mark","type":"blueHighlight"}],"object":"leaf","text":"love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control"},{"object":"leaf","text":"” (Gal 5:22-23)."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"\tGalatians will take you back to the basics—what the gospel is, how you receive it, and how you can apply it in your daily life. At times, Paul gets downright feisty, even resorting to sarcasm, to grab the Galatians’ attention and win them back to a gospel of liberty. May his passion jolt you back into the shocking news of just how free we are in Christ!"}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"Who wrote this book and when?"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"Paul, the apostle, wrote it probably after completing the first missionary journey (Act 13-14) and just before the council of Jerusalem (Act 15). The disagreement mentioned by Paul in Act 15:2 could well be the story that Paul describes in Gal 2:11-16. It seems that after his run-in with Peter in Antioch, Paul wrote this passionate epistle, as he was preparing for the debate that would ensue in Jerusalem. This would have taken place about 25 years after Jesus’ death and resurrection."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"To whom was it written and why?"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"To Christians in Galatia, a Roman province in the central part of what is now called Turkey, to denounce and correct false teachings that had infiltrated the churches Paul and Barnabas had earlier established. False teachers insisted that Gentile Christians had to keep the ritual laws of the Jews. Paul, stinging from personal attacks against him, also wrote to defend his integrity as an apostle and to reassert his love for the Galatians."}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":""}],"object":"text"}],"object":"block","type":"speech"},{"nodes":[{"leaves":[{"object":"leaf","text":"SourceView Insights"}],"object":"text"}],"object":"block","type":"subtitle"},{"nodes":[{"leaves":[{"object":"leaf","text":"This letter contains only one side of Paul’s dialogue with the Galatians, so all the SourceView text is in black. The letter is displayed in a cursive script to recreate the original handwritten feel of this personal document."}],"object":"text"}],"object":"block","type":"speech"}],"object":"document"},"object":"value"},"id":"I048"}